Revit 2024 API
SymbolTypeId.Psia Property
 Symbol psia, indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Psia { get; }
Visual Basic
Public Shared ReadOnly Property Psia As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Psia {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace